tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/gui'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'cuda'
cask 'java'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'boost'
brew 'gdbm'
brew 'openssl'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'boost-python'
brew 'boot2docker'
brew 'cassandra'
brew 'cctools'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'eigen'
brew 'eye-d3'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils'
brew 'fribidi'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gflags'
brew 'glog'
brew 'gnome-icon-theme'
brew 'gnu-sed'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'gperftools'
brew 'libtool'
brew 'graphicsmagick'
brew 'groovy'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'libepoxy'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'gtk+3'
brew 'gtksourceview3'
brew 'htop-osx'
brew 'hub'
brew 'ilmbase'
brew 'jenv'
brew 'jmeter', args: ['with-plugins']
brew 'oniguruma'
brew 'jq'
brew 'snappy'
brew 'leveldb'
brew 'libass'
brew 'libevent'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'little-cms2'
brew 'lmdb'
brew 'lua'
brew 'youtube-dl'
brew 'mpv', args: ['with-bundle']
brew 'openssl@1.1'
brew 'nginx'
brew 'numpy'
brew 'openexr'
brew 'protobuf'
brew 'py2cairo'
brew 'pygobject3'
brew 'python'
brew 'redis'
brew 'ruby'
brew 'siege'
brew 'szip'
brew 'tmux'
brew 'tree'
brew 'utf8proc'
brew 'weechat', args: ['with-lua', 'with-perl', 'with-python', 'with-ruby']
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/dupes/rsync'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/opencv'
brew 'homebrew/versions/maven32'
brew 'mackup'
brew 'mas'
cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'boot2docker'
cask 'caffeine'
cask 'charles'
cask 'dbeaver-enterprise'
cask 'diffmerge'
cask 'divvy'
cask 'docker'
cask 'docker-toolbox'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'flash'
cask 'flux'
cask 'font-source-code-pro'
cask 'gimp'
cask 'gitup'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'iterm2'
cask 'java7'
cask 'karabiner-elements'
cask 'lastpass'
cask 'libreoffice'
cask 'lmms'
cask 'meld'
cask 'private-internet-access'
cask 'royal-tsx'
cask 'slack'
cask 'soundcloud-downloader'
cask 'soundflower'
cask 'soundnode'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'visualvm'
cask 'vlc'
cask 'xld'
cask 'jetbrains-toolbox'
mas 'Xcode', id: 497799835
mas 'Docs for Xcode', id: 688199928
