tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/gui'
tap 'homebrew/python'
tap 'homebrew/services'
tap 'homebrew/versions'

brew 'bash-completion'
brew 'bash'
brew 'boot2docker'
brew 'cassandra'
brew 'cctools'
brew 'colordiff'
brew 'coreutils'
brew 'eye-d3'
brew 'ffmpeg'
brew 'findutils'
brew 'fontconfig'
brew 'freetype'
brew 'gcc'
brew 'git'
brew 'glog'
brew 'gnome-icon-theme'
brew 'gnu-sed'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'gperftools'
brew 'graphicsmagick'
brew 'groovy'
brew 'gsettings-desktop-schemas'
brew 'gtksourceview3'
brew 'homebrew/dupes/rsync'
brew 'homebrew/versions/maven32'
brew 'htop-osx'
brew 'hub'
brew 'jenv'
brew 'jmeter', args: ['with-plugins']
brew 'jq'
brew 'lame'
brew 'leveldb'
brew 'libvo-aacenc'
brew 'lmdb'
brew 'mackup'
brew 'mas'
brew 'mpv', args: ['with-bundle']
brew 'nginx'
brew 'openssl'
brew 'protobuf'
brew 'pygobject3'
brew 'python'
brew 'python3'
brew 'redis'
brew 'ruby'
brew 'siege'
brew 'tmux'
brew 'tree'
brew 'utf8proc'
brew 'weechat', args: ['with-lua', 'with-perl', 'with-python', 'with-ruby']
brew 'wget'
brew 'zsh-completions'
brew 'zsh'

cask 'alfred'
cask 'appcleaner'
cask 'atom'
cask 'boot2docker'
cask 'caffeine'
cask 'charles'
cask 'dbeaver-enterprise'
cask 'diffmerge'
cask 'divvy'
cask 'docker-toolbox'
cask 'docker'
cask 'dropbox'
cask 'filezilla'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'flash'
cask 'flux'
cask 'font-source-code-pro'
cask 'gimp'
cask 'gitup'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'iterm2'
cask 'java'
cask 'java7'
cask 'jetbrains-toolbox'
cask 'karabiner-elements'
cask 'lastpass'
cask 'libreoffice'
cask 'lmms'
cask 'private-internet-access'
cask 'royal-tsx'
cask 'slack'
cask 'soundcloud-downloader'
cask 'soundflower'
cask 'soundnode'
cask 'spectacle'
cask 'spotify'
cask 'virtualbox'
cask 'visualvm'
cask 'vlc'
cask 'xld'

mas 'Docs for Xcode', id: 688199928
mas 'Xcode', id: 497799835